Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: Resume your flight?
de: Flug fortsetzen?
es: ¿Reanudar tu vuelo?
fr: Reprendre votre vol ?
hi: अपनी फ़्लाइट फिर से शुरू करें?
it: Riprendere il volo?
nl: Vlucht hervatten?
pt_br: Retomar seu voo?
ro: Reiei zborul?
ru: Продолжить полёт?
zh_hans: 继续你的飞行？

source: Resume your unfinished flight
de: Setze deinen unbeendeten Flug fort
es: Reanuda tu vuelo sin terminar
fr: Reprenez votre vol inachevé
hi: अपनी अधूरी फ़्लाइट फिर से शुरू करें
it: Riprendi il volo non completato
nl: Hervat je onafgemaakte vlucht
pt_br: Retome seu voo não concluído
ro: Reia zborul neterminat
ru: Продолжите незавершённый полёт
zh_hans: 继续未完成的飞行

source: RETURN
de: RÜCKFLUG
es: VUELTA
fr: RETOUR
hi: वापसी
it: RITORNO
nl: RETOUR
pt_br: VOLTA
ro: RETUR
ru: ОБРАТНО
zh_hans: 回程

source: Review or delete your FocusGlobe Online data
de: FocusGlobe Online-Daten ansehen oder löschen
es: Revisa o elimina tus datos de FocusGlobe Online
fr: Consultez ou supprimez vos données FocusGlobe Online
hi: अपना FocusGlobe Online डेटा देखें या हटाएँ
it: Consulta o elimina i tuoi dati FocusGlobe Online
nl: Bekijk of verwijder je FocusGlobe Online-gegevens
pt_br: Revise ou exclua seus dados do FocusGlobe Online
ro: Vezi sau șterge datele tale FocusGlobe Online
ru: Просмотрите или удалите свои данные FocusGlobe Online
zh_hans: 查看或删除你的 FocusGlobe Online 数据

source: Rhythm
de: Rhythmus
es: Ritmo
fr: Rythme
hi: लय
it: Ritmo
nl: Ritme
pt_br: Ritmo
ro: Ritm
ru: Ритм
zh_hans: 节奏

source: Rooms you own or have joined
de: Räume, die dir gehören oder denen du beigetreten bist
es: Salas que tienes o a las que te has unido
fr: Salles que vous possédez ou avez rejointes
hi: आपके बनाए या जुड़े हुए रूम
it: Stanze che possiedi o a cui ti sei unito
nl: Ruimtes die je bezit of hebt betreden
pt_br: Salas que você criou ou entrou
ro: Camere pe care le deții sau în care ai intrat
ru: Комнаты, которыми вы владеете или в которые вошли
zh_hans: 你拥有或加入的房间

source: Rule the skies
de: Beherrsche den Himmel
es: Domina los cielos
fr: Régnez sur les cieux
hi: आकाश पर राज करें
it: Domina i cieli
nl: Heers over de luchten
pt_br: Domine os céus
ro: Stăpânește cerurile
ru: Царствуйте в небе
zh_hans: 统御天空

source: Say hello
de: Sag hallo
es: Saluda
fr: Dites bonjour
hi: नमस्ते कहें
it: Saluta
nl: Zeg hallo
pt_br: Diga olá
ro: Salută
ru: Поздоровайтесь
zh_hans: 打个招呼

source: Screen Time access is off
de: Bildschirmzeit-Zugriff ist aus
es: El acceso a Tiempo de uso está desactivado
fr: L’accès à Temps d’écran est désactivé
hi: स्क्रीन टाइम एक्सेस बंद है
it: L’accesso a Tempo di utilizzo è disattivato
nl: Schermtijd-toegang staat uit
pt_br: O acesso ao Tempo de Uso está desativado
ro: Accesul la Timp de utilizare este dezactivat
ru: Доступ к «Экранному времени» выключен
zh_hans: “屏幕使用时间”访问权限已关闭

source: Screen Time access needed
de: Bildschirmzeit-Zugriff erforderlich
es: Se necesita acceso a Tiempo de uso
fr: Accès à Temps d’écran requis
hi: स्क्रीन टाइम एक्सेस चाहिए
it: Serve l’accesso a Tempo di utilizzo
nl: Toegang tot Schermtijd nodig
pt_br: É preciso acesso ao Tempo de Uso
ro: E nevoie de acces la Timp în fața ecranului
ru: Нужен доступ к «Экранному времени»
zh_hans: 需要「屏幕使用时间」权限

source: Search city, country, or code
de: Stadt, Land oder Code suchen
es: Busca ciudad, país o código
fr: Rechercher une ville, un pays ou un code
hi: शहर, देश या कोड खोजें
it: Cerca città, paese o codice
nl: Zoek stad, land of code
pt_br: Buscar cidade, país ou código
ro: Caută oraș, țară sau cod
ru: Поиск города, страны или кода
zh_hans: 搜索城市、国家或代码

source: Search for “FocusGlobe”.
de: Suche nach „FocusGlobe“.
es: Busca «FocusGlobe».
fr: Recherchez « FocusGlobe ».
hi: «FocusGlobe» खोजें।
it: Cerca «FocusGlobe».
nl: Zoek naar ‘FocusGlobe’.
pt_br: Busque por “FocusGlobe”.
ro: Caută „FocusGlobe”.
ru: Найдите «FocusGlobe».
zh_hans: 搜索「FocusGlobe」。

source: See PRO Plans
de: PRO-Angebote ansehen
es: Ver planes PRO
fr: Voir les offres PRO
hi: PRO प्लान देखें
it: Vedi i piani PRO
nl: Bekijk PRO-abonnementen
pt_br: Ver planos PRO
ro: Vezi planurile PRO
ru: Посмотреть тарифы PRO
zh_hans: 查看 PRO 方案

source: See who's flying with you
de: Sieh, wer mit dir fliegt
es: Mira quién vuela contigo
fr: Voyez qui vole avec vous
hi: देखें कौन आपके साथ उड़ रहा है
it: Guarda chi vola con te
nl: Zie wie er met je meevliegt
pt_br: Veja quem está voando com você
ro: Vezi cine zboară cu tine
ru: Посмотрите, кто летит с вами
zh_hans: 查看谁在与你同飞

source: Selected, playing
de: Ausgewählt, wird gespielt
es: Seleccionado, reproduciendo
fr: Sélectionné, en lecture
hi: चयनित, चल रहा है
it: Selezionato, in riproduzione
nl: Geselecteerd, speelt af
pt_br: Selecionado, tocando
ro: Selectat, se redă
ru: Выбрано, воспроизводится
zh_hans: 已选中，播放中

source: Send a friend FocusGlobe — then tap Invite Friends mid-flight to fly together.
de: Schick FocusGlobe an eine Freundin oder einen Freund – tippe dann im Flug auf Freunde einladen.
es: Envía FocusGlobe a un amigo y luego toca Invitar a amigos durante el vuelo para volar juntos.
fr: Envoyez FocusGlobe à un ami, puis touchez Inviter des amis en plein vol pour voler ensemble.
hi: किसी दोस्त को FocusGlobe भेजें — फिर उड़ान के दौरान “दोस्तों को आमंत्रित करें” टैप करें।
it: Invia FocusGlobe a un amico, poi tocca Invita amici in volo per volare insieme.
nl: Stuur een vriend FocusGlobe — tik daarna tijdens de vlucht op Vrienden uitnodigen.
pt_br: Envie o FocusGlobe para um amigo — depois toque em Convidar amigos durante o voo para voarem juntos.
ro: Trimite FocusGlobe unui prieten — apoi atinge Invită prieteni în timpul zborului.
ru: Отправьте другу FocusGlobe, а затем во время полёта нажмите «Пригласить друзей».
zh_hans: 把 FocusGlobe 发给好友 — 然后在飞行中点按“邀请好友”即可一起飞行。

source: Send a private flight link to a friend.
de: Sende einer Freundin oder einem Freund einen privaten Fluglink.
es: Envía a un amigo un enlace de vuelo privado.
fr: Envoyez un lien de vol privé à un ami.
hi: किसी दोस्त को निजी फ़्लाइट लिंक भेजें।
it: Invia a un amico un link di volo privato.
nl: Stuur een vriend een privévluchtlink.
pt_br: Envie um link de voo privado para um amigo.
ro: Trimite unui prieten un link de zbor privat.
ru: Отправьте другу ссылку на приватный полёт.
zh_hans: 向好友发送私人飞行链接。

source: Send an App Store link with a preview
de: App Store-Link mit Vorschau senden
es: Envía un enlace de la App Store con vista previa
fr: Envoyez un lien App Store avec aperçu
hi: पूर्वावलोकन के साथ App Store लिंक भेजें
it: Invia un link App Store con anteprima
nl: Stuur een App Store-link met voorbeeld
pt_br: Envie um link da App Store com prévia
ro: Trimite un link App Store cu previzualizare
ru: Отправьте ссылку App Store с превью
zh_hans: 发送带预览的 App Store 链接

source: Sessions blur together
de: Sitzungen verschwimmen ineinander
es: Las sesiones se confunden entre sí
fr: Les sessions se confondent
hi: सेशन आपस में घुल-मिल जाते हैं
it: Le sessioni si confondono
nl: Sessies lopen door elkaar
pt_br: As sessões se misturam
ro: Sesiunile se amestecă
ru: Сессии сливаются друг с другом
zh_hans: 各段时间混作一团

source: Set Off
de: Losfliegen
es: Partir
fr: Partir
hi: प्रस्थान करें
it: Parti
nl: Vertrekken
pt_br: Partir
ro: Pornește
ru: Отправиться
zh_hans: 出发

source: Set off on one short session and keep your streak alive.
de: Starte eine kurze Sitzung und halte deine Serie am Leben.
es: Haz una sesión corta y mantén viva tu racha.
fr: Partez pour une courte session et faites vivre votre série.
hi: एक छोटा सेशन शुरू करें और अपनी स्ट्रीक बनाए रखें।
it: Parti per una sessione breve e tieni viva la tua serie.
nl: Vertrek voor een korte sessie en houd je reeks in leven.
pt_br: Faça uma sessão curta e mantenha sua sequência viva.
ro: Pornește într-o sesiune scurtă și ține-ți seria vie.
ru: Отправьтесь в короткую сессию и сохраните серию.
zh_hans: 来一段短暂的专注，延续你的连续天数。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
nl: Instellingen
pt_br: Ajustes
ro: Setări
ru: Настройки
zh_hans: 设置

source: Settle in and breathe
de: Mach es dir bequem und atme
es: Acomódate y respira
fr: Installez-vous et respirez
hi: आराम से बैठें और साँस लें
it: Mettiti comodo e respira
nl: Ga zitten en adem
pt_br: Acomode-se e respire
ro: Așază-te comod și respiră
ru: Устройтесь удобно и дышите
zh_hans: 坐稳，深呼吸

source: Setup progress
de: Einrichtungsfortschritt
es: Progreso de configuración
fr: Progression de la configuration
hi: सेटअप प्रगति
it: Avanzamento configurazione
nl: Voortgang instellen
pt_br: Progresso da configuração
ro: Progresul configurării
ru: Ход настройки
zh_hans: 设置进度

source: Share
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
it: Condividi
nl: Delen
pt_br: Compartilhar
ro: Distribuie
ru: Поделиться
zh_hans: 分享

source: Share a living Sky with pilots focusing alongside you.
de: Teile einen lebendigen Himmel mit Piloten, die neben dir fokussieren.
es: Comparte un cielo vivo con pilotos que se concentran a tu lado.
fr: Partagez un ciel vivant avec des pilotes qui se concentrent à vos côtés.
hi: साथ फ़ोकस कर रहे पायलटों के साथ एक जीवंत आकाश साझा करें।
it: Condividi un cielo vivo con piloti che si concentrano accanto a te.
nl: Deel een levende lucht met piloten die naast je focussen.
pt_br: Compartilhe um céu vivo com pilotos focando ao seu lado.
ro: Împarte un cer viu cu piloți care se concentrează alături de tine.
ru: Разделите живое небо с пилотами, которые сосредоточены рядом с вами.
zh_hans: 与同在专注的飞行员共享一片鲜活的天空。

source: Share a one-time link — one tap to join
de: Teile einen Einmal-Link – ein Tipp zum Beitreten
es: Comparte un enlace de un solo uso: se une con un toque
fr: Partagez un lien à usage unique — un toucher pour rejoindre
hi: एक-बार का लिंक शेयर करें — एक टैप में शामिल हों
it: Condividi un link monouso: basta un tocco per unirsi
nl: Deel een eenmalige link — één tik om mee te doen
pt_br: Compartilhe um link de uso único — um toque para entrar
ro: Distribuie un link de unică folosință — un singur atins
ru: Поделитесь одноразовой ссылкой — вход в одно касание
zh_hans: 分享一次性链接 — 一键加入

source: Share FocusGlobe
de: FocusGlobe teilen
es: Compartir FocusGlobe
fr: Partager FocusGlobe
hi: FocusGlobe शेयर करें
it: Condividi FocusGlobe
nl: FocusGlobe delen
pt_br: Compartilhar o FocusGlobe
ro: Distribuie FocusGlobe
ru: Поделиться FocusGlobe
zh_hans: 分享 FocusGlobe

source: Share FocusGlobe with someone who needs calmer focus.
de: Teile FocusGlobe mit jemandem, der ruhigeren Fokus braucht.
es: Comparte FocusGlobe con alguien que necesite una concentración más serena.
fr: Partagez FocusGlobe avec quelqu’un qui a besoin d’une concentration plus calme.
hi: FocusGlobe उस किसी के साथ साझा करें जिसे शांत फ़ोकस चाहिए।
it: Condividi FocusGlobe con qualcuno che ha bisogno di una concentrazione più calma.
nl: Deel FocusGlobe met iemand die rustiger focus kan gebruiken.
pt_br: Compartilhe o FocusGlobe com alguém que precisa de um foco mais calmo.
ro: Împarte FocusGlobe cu cineva care are nevoie de o concentrare mai calmă.
ru: Поделитесь FocusGlobe с тем, кому нужен более спокойный фокус.
zh_hans: 把 FocusGlobe 分享给需要更平静专注的人。

source: Share your focus grid
de: Teile dein Fokus-Raster
es: Comparte tu cuadrícula de concentración
fr: Partagez votre grille de concentration
hi: अपना फ़ोकस ग्रिड शेयर करें
it: Condividi la tua griglia di concentrazione
nl: Deel je focusraster
pt_br: Compartilhe sua grade de foco
ro: Distribuie grila ta de concentrare
ru: Поделиться сеткой фокуса
zh_hans: 分享你的专注格图

source: Share your invite
de: Teile deine Einladung
es: Comparte tu invitación
fr: Partagez votre invitation
hi: अपना आमंत्रण शेयर करें
it: Condividi il tuo invito
nl: Deel je uitnodiging
pt_br: Compartilhe seu convite
ro: Distribuie invitația ta
ru: Поделитесь приглашением
zh_hans: 分享你的邀请

source: Shared flights of 5+ minutes earn double Focus Coins.
de: Gemeinsame Flüge ab 5 Minuten bringen doppelte Fokus-Münzen.
es: Los vuelos compartidos de más de 5 minutos dan monedas de concentración dobles.
fr: Les vols partagés de plus de 5 minutes rapportent le double de pièces.
hi: 5+ मिनट की साझा फ़्लाइट पर दोगुने फ़ोकस सिक्के।
it: I voli condivisi di oltre 5 minuti danno monete di concentrazione doppie.
nl: Gedeelde vluchten van 5+ minuten leveren dubbele focusmunten op.
pt_br: Voos compartilhados de mais de 5 minutos rendem moedas de foco em dobro.
ro: Zborurile comune de peste 5 minute aduc monede de concentrare duble.
ru: Совместные полёты от 5 минут приносят двойные монеты фокуса.
zh_hans: 5 分钟以上的共同飞行可获得双倍专注金币。

source: Shield is active
de: Das Schild ist aktiv
es: El escudo está activo
fr: Le bouclier est actif
hi: शील्ड चालू है
it: Lo scudo è attivo
nl: Het schild is actief
pt_br: O escudo está ativo
ro: Scutul e activ
ru: Щит активен
zh_hans: 护盾已启用

source: Shield is off for this flight
de: Das Schild ist für diesen Flug aus
es: El escudo está desactivado en este vuelo
fr: Le bouclier est désactivé pour ce vol
hi: इस फ़्लाइट के लिए शील्ड बंद है
it: Lo scudo è disattivato per questo volo
nl: Het schild staat uit voor deze vlucht
pt_br: O escudo está desligado neste voo
ro: Scutul e oprit pentru acest zbor
ru: Щит выключен на этот полёт
zh_hans: 本次飞行未启用护盾

source: Shimmering hull
de: Schimmernder Rumpf
es: Casco reluciente
fr: Coque chatoyante
hi: झिलमिलाता ढाँचा
it: Scafo scintillante
nl: Glinsterende romp
pt_br: Casco cintilante
ro: Carenă strălucitoare
ru: Мерцающий корпус
zh_hans: 流光船身

source: Shop
de: Store
es: Tienda
fr: Boutique
hi: स्टोर
it: Negozio
nl: Winkel
pt_br: Loja
ro: Magazin
ru: Магазин
zh_hans: 商店

source: Show flight controls
de: Flugsteuerung anzeigen
es: Mostrar controles de vuelo
fr: Afficher les commandes de vol
hi: फ़्लाइट कंट्रोल दिखाएँ
it: Mostra i comandi di volo
nl: Toon vluchtbediening
pt_br: Mostrar controles de voo
ro: Arată comenzile de zbor
ru: Показать управление полётом
zh_hans: 显示飞行控制

source: Show pilot labels
de: Pilotennamen anzeigen
es: Mostrar etiquetas de pilotos
fr: Afficher les noms des pilotes
hi: पायलट लेबल दिखाएँ
it: Mostra i nomi dei piloti
nl: Pilootlabels tonen
pt_br: Mostrar nomes dos pilotos
ro: Afișează numele piloților
ru: Показывать имена пилотов
zh_hans: 显示飞行员标签

source: Shows trial timing and subscription options. No purchase is made.
de: Zeigt den Ablauf der Testphase und die Abo-Optionen. Es wird nichts gekauft.
es: Muestra las fechas de la prueba y las opciones de suscripción. No se realiza ninguna compra.
fr: Affiche le calendrier de l’essai et les formules d’abonnement. Aucun achat n’est effectué.
hi: ट्रायल का समय और सदस्यता विकल्प दिखाता है। कोई ख़रीद नहीं होती।
it: Mostra le date della prova e le opzioni di abbonamento. Non viene effettuato alcun acquisto.
nl: Toont de proefperiode en abonnementsopties. Er wordt niets gekocht.
pt_br: Mostra as datas do teste e as opções de assinatura. Nenhuma compra é feita.
ro: Arată perioada de probă și opțiunile de abonament. Nu se face nicio achiziție.
ru: Показывает сроки пробного периода и варианты подписки. Покупка не совершается.
zh_hans: 显示试用时间与订阅选项。不会进行任何购买。

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन
it: Accedi
nl: Inloggen
pt_br: Entrar
ro: Autentifică-te
ru: Войти
zh_hans: 登录

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन
it: Accedi
nl: Inloggen
pt_br: Entrar
ro: Autentifică-te
ru: Войти
zh_hans: 登录

source: Sign in didn't complete. Please try again.
de: Die Anmeldung wurde nicht abgeschlossen. Versuch es noch einmal.
es: El inicio de sesión no se completó. Inténtalo de nuevo.
fr: La connexion n’a pas abouti. Réessayez.
hi: साइन इन पूरा नहीं हुआ। कृपया फिर कोशिश करें।
it: L’accesso non è andato a buon fine. Riprova.
nl: Inloggen is niet voltooid. Probeer het opnieuw.
pt_br: O login não foi concluído. Tente novamente.
ro: Conectarea nu s-a finalizat. Încearcă din nou.
ru: Вход не завершён. Попробуйте снова.
zh_hans: 登录未完成。请再试一次。

source: Sign in to fly Online
de: Melde dich für Online-Flüge an
es: Inicia sesión para volar Online
fr: Connectez-vous pour voler en ligne
hi: ऑनलाइन उड़ने के लिए साइन इन करें
it: Accedi per volare online
nl: Log in om online te vliegen
pt_br: Entre para voar Online
ro: Conectează-te pentru zbor online
ru: Войдите для онлайн-полётов
zh_hans: 登录以在线飞行

source: Sign in to fly with other pilots.
de: Melde dich an, um mit anderen Piloten zu fliegen.
es: Inicia sesión para volar con otros pilotos.
fr: Connectez-vous pour voler avec d’autres pilotes.
hi: अन्य पायलटों के साथ उड़ने के लिए साइन इन करें।
it: Accedi per volare con altri piloti.
nl: Log in om met andere piloten te vliegen.
pt_br: Entre para voar com outros pilotos.
ro: Conectează-te ca să zbori cu alți piloți.
ru: Войдите, чтобы летать с другими пилотами.
zh_hans: 登录后即可与其他飞行员同飞。

source: Sign in to FocusGlobe
de: Bei FocusGlobe anmelden
es: Iniciar sesión en FocusGlobe
fr: Se connecter à FocusGlobe
hi: FocusGlobe में साइन इन करें
it: Accedi a FocusGlobe
nl: Inloggen bij FocusGlobe
pt_br: Entrar no FocusGlobe
ro: Autentifică-te în FocusGlobe
ru: Войти в FocusGlobe
zh_hans: 登录 FocusGlobe

source: Sign in to FocusGlobe Online
de: Bei FocusGlobe Online anmelden
es: Iniciar sesión en FocusGlobe Online
fr: Se connecter à FocusGlobe Online
hi: FocusGlobe Online में साइन इन करें
it: Accedi a FocusGlobe Online
nl: Inloggen bij FocusGlobe Online
pt_br: Entrar no FocusGlobe Online
ro: Autentifică-te în FocusGlobe Online
ru: Войти в FocusGlobe Online
zh_hans: 登录 FocusGlobe Online

source: Sign in to invite friends.
de: Melde dich an, um Freunde einzuladen.
es: Inicia sesión para invitar a amigos.
fr: Connectez-vous pour inviter des amis.
hi: दोस्तों को बुलाने के लिए साइन इन करें।
it: Accedi per invitare amici.
nl: Log in om vrienden uit te nodigen.
pt_br: Entre para convidar amigos.
ro: Conectează-te ca să inviți prieteni.
ru: Войдите, чтобы приглашать друзей.
zh_hans: 登录后即可邀请好友。

source: Sign in to join this private flight.
de: Melde dich an, um diesem privaten Flug beizutreten.
es: Inicia sesión para unirte a este vuelo privado.
fr: Connectez-vous pour rejoindre ce vol privé.
hi: इस निजी फ़्लाइट में शामिल होने के लिए साइन इन करें।
it: Accedi per unirti a questo volo privato.
nl: Log in om aan deze privévlucht deel te nemen.
pt_br: Entre para participar deste voo privado.
ro: Conectează-te ca să intri în acest zbor privat.
ru: Войдите, чтобы присоединиться к этому частному полёту.
zh_hans: 登录后即可加入这次私人飞行。

source: Sign in to use Online Flights.
de: Melde dich an, um Online-Flüge zu nutzen.
es: Inicia sesión para usar los vuelos Online.
fr: Connectez-vous pour utiliser les vols en ligne.
hi: ऑनलाइन फ़्लाइट के लिए साइन इन करें।
it: Accedi per usare i voli online.
nl: Log in om onlinevluchten te gebruiken.
pt_br: Entre para usar os voos Online.
ro: Conectează-te ca să folosești zborurile online.
ru: Войдите, чтобы пользоваться онлайн-полётами.
zh_hans: 登录后即可使用在线飞行。

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hi: Apple से साइन इन करें
it: Accedi con Apple
nl: Inloggen met Apple
pt_br: Entrar com a Apple
ro: Autentifică-te cu Apple
ru: Войти через Apple
zh_hans: 通过 Apple 登录

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
it: Esci
nl: Uitloggen
pt_br: Sair
ro: Ieși din cont
ru: Выйти
zh_hans: 退出登录

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
it: Esci
nl: Uitloggen
pt_br: Sair
ro: Ieși din cont
ru: Выйти
zh_hans: 退出登录

source: Sign out of FocusGlobe Online?
de: Von FocusGlobe Online abmelden?
es: ¿Cerrar sesión en FocusGlobe Online?
fr: Se déconnecter de FocusGlobe Online ?
hi: FocusGlobe Online से साइन आउट करें?
it: Uscire da FocusGlobe Online?
nl: Uitloggen bij FocusGlobe Online?
pt_br: Sair do FocusGlobe Online?
ro: Ieși din FocusGlobe Online?
ru: Выйти из FocusGlobe Online?
zh_hans: 退出 FocusGlobe Online？

source: Sign out of FocusGlobe?
de: Von FocusGlobe abmelden?
es: ¿Cerrar sesión en FocusGlobe?
fr: Se déconnecter de FocusGlobe ?
hi: FocusGlobe से साइन आउट करें?
it: Uscire da FocusGlobe?
nl: Uitloggen bij FocusGlobe?
pt_br: Sair do FocusGlobe?
ro: Ieși din FocusGlobe?
ru: Выйти из FocusGlobe?
zh_hans: 退出 FocusGlobe？

source: Signed in with Apple
de: Mit Apple angemeldet
es: Sesión iniciada con Apple
fr: Connecté avec Apple
hi: Apple से साइन इन
it: Accesso con Apple
nl: Ingelogd met Apple
pt_br: Conectado com a Apple
ro: Autentificat cu Apple
ru: Вход выполнен через Apple
zh_hans: 已通过 Apple 登录

source: Signing in…
de: Anmeldung läuft…
es: Iniciando sesión…
fr: Connexion…
hi: साइन इन हो रहा है…
it: Accesso in corso…
nl: Bezig met inloggen…
pt_br: Entrando…
ro: Se conectează…
ru: Выполняется вход…
zh_hans: 正在登录…

source: Silent Dawn
de: Stille Dämmerung
es: Alba silenciosa
fr: Aube silencieuse
hi: ख़ामोश भोर
it: Alba silenziosa
nl: Stille dageraad
pt_br: Amanhecer silencioso
ro: Zori tăcuți
ru: Тихий рассвет
zh_hans: 静谧黎明

source: Sink into deep focus
de: Versinke in tiefem Fokus
es: Húndete en la concentración profunda
fr: Plongez dans la concentration profonde
hi: गहरे फ़ोकस में डूब जाएँ
it: Immergiti nella concentrazione profonda
nl: Zak weg in diepe focus
pt_br: Mergulhe no foco profundo
ro: Cufundă-te în concentrare profundă
ru: Погрузитесь в глубокий фокус
zh_hans: 沉入深度专注

source: Skin Collector
de: Design-Sammler
es: Coleccionista de diseños
fr: Collectionneur d’habillages
hi: स्किन संग्राहक
it: Collezionista di skin
nl: Skinverzamelaar
pt_br: Colecionador de skins
ro: Colecționar de skinuri
ru: Коллекционер оформлений
zh_hans: 皮肤收藏家

source: Sky Balloon
de: Himmelsballon
es: Globo del cielo
fr: Montgolfière du ciel
hi: स्काई बलून
it: Mongolfiera del cielo
nl: Luchtballon
pt_br: Balão do céu
ro: Balon al cerului
ru: Небесный шар
zh_hans: 天空气球

source: Sky invitation
de: Himmels-Einladung
es: Invitación al cielo
fr: Invitation au ciel
hi: आकाश निमंत्रण
it: Invito al cielo
nl: Luchtuitnodiging
pt_br: Convite ao céu
ro: Invitație pe cer
ru: Приглашение в небо
zh_hans: 天空邀请

source: Sky Pilot
de: Himmelspilot
es: Piloto del cielo
fr: Pilote du ciel
hi: स्काई पायलट
it: Pilota del cielo
nl: Luchtpiloot
pt_br: Piloto do céu
ro: Pilot al cerului
ru: Небесный пилот
zh_hans: 天空飞行员

source: Sleeping Cat
de: Schlafende Katze
es: Gato dormido
fr: Chat endormi
hi: सोती बिल्ली
it: Gatto addormentato
nl: Slapende kat
pt_br: Gato dormindo
ro: Pisică adormită
ru: Спящий кот
zh_hans: 熟睡的猫

source: Sleepy Capybara Plush
de: Verschlafenes Wasserschwein-Plüschtier
es: Peluche de capibara dormilón
fr: Peluche capybara endormi
hi: नींद में कैपिबारा सॉफ़्ट टॉय
it: Peluche di capibara assonnato
nl: Slaperige capibara-knuffel
pt_br: Pelúcia de capivara sonolenta
ro: Plușul capibara adormită
ru: Плюшевая сонная капибара
zh_hans: 瞌睡水豚玩偶

source: Slow grooves for deep focus
de: Langsame Grooves für tiefen Fokus
es: Ritmos lentos para concentrarte a fondo
fr: Des rythmes lents pour une concentration profonde
hi: गहरे फ़ोकस के लिए धीमी धुनें
it: Ritmi lenti per una concentrazione profonda
nl: Trage grooves voor diepe focus
pt_br: Batidas lentas para foco profundo
ro: Ritmuri lente pentru concentrare profundă
ru: Медленные ритмы для глубокого фокуса
zh_hans: 慢节奏，深专注

source: Slow waves rolling far below.
de: Langsame Wellen tief unter dir.
es: Olas lentas rompiendo muy abajo.
fr: Des vagues lentes qui roulent loin en contrebas.
hi: बहुत नीचे धीरे-धीरे लुढ़कती लहरें।
it: Onde lente che scorrono molto più in basso.
nl: Trage golven diep beneden.
pt_br: Ondas lentas rolando lá embaixo.
ro: Valuri lente rostogolindu-se departe dedesubt.
ru: Медленные волны далеко внизу.
zh_hans: 远处下方缓缓翻涌的浪。
